[
  {
    "title": "Full Stack Developer – To develop telemedicine platform",
    "company": "The Skinny Shot",
    "location": "Remote",
    "jobType": "Freelance",
    "postDate": "Posted 1 week ago",
    "postDateTime": "2024-10-18",
    "link": "https://developersindia.in/job/the-skinny-shot-21-full-stack-developer-to-develop-telemedicine-platform/",
    "logo": "https://developersindia.in/wp-content/plugins/wp-job-manager/assets/images/company.png",
    "salary": "40000-75000 INR / Year",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/plugins/wp-job-manager/assets/images/company.png?w=1220&ssl=1",
    "companyName": "The Skinny Shot",
    "description": "Hello,\nWe are searching for a full stack developer to create a telemedicine platform like Hims.com.\nTechnology Stack\n• Frontend: Use a frontend framework like React or Vue.js for a dynamic, fast user experience.\n• Backend: Build the backend with Node.js, Ruby on Rails, or Python/Django for managing e-commerce, user authentication, and API integrations.\n• E-commerce Platform: Use Shopify, WooCommerce, or custom-built solutions for handling product listings, payments, and inventory.\n• HIPAA Compliance: Ensure all telehealth-related systems (consultations, medical records) are hosted on HIPAA-compliant servers. Platforms like AWS Health or Google Cloud Healthcare API can help.\n• Payment Gateways: Integrate Stripe, PayPal, or similar to manage payments, including recurring billing for subscriptions.\n• Telemedicine Integration: Use platforms like Doxy.me or build a custom solution for video consultations.\n• Security: Implement strong encryption (SSL), two-factor authentication, and ensure the website complies with GDPR, HIPAA, and other relevant regulations.\n \n• UX/UI Designers: For user-friendly and attractive designs.\n• Frontend/Backend Developers: For the core development of the website.\n• Compliance Experts: To ensure the platform adheres to healthcare regulations.\n• Telemedicine Platform Integrators: For HIPAA-compliant consultation services.",
    "email": "noahzelko@gmail.com"
  },
  {
    "title": "Senior Full Stack Developer (PHP & Python Focus) – Remote",
    "company": "Coderweb",
    "location": "Remote (Remote)",
    "jobType": "Full Time",
    "postDate": "Posted 2 weeks ago",
    "postDateTime": "2024-10-14",
    "link": "https://developersindia.in/job/coderweb-remote-18-senior-full-stack-developer-php-python-focus-remote/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/LOGO-1-1.png?resize=150%2C150&ssl=1",
    "salary": "",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/LOGO-1-1.png?resize=150%2C150&ssl=1",
    "companyName": "Coderweb",
    "description": "About Coderweb:\nFounded in 2011, Coderweb is a small but passionate company, dedicated to building robust digital solutions. We are looking for a dynamic and experienced Senior Full Stack Developer who excels in both PHP and Python. If you are a strong problem solver, enjoy working remotely, and can focus on a single project with detailed documentation and tracking, we’d love to hear from you!\nRole Overview:\nAs a Senior Full Stack Developer, you will work on a single project at a time, provided by our agency partner in Germany. The role requires equal expertise in PHP and Python, focusing on both back-end and full stack development. You will work with softwares like Symfony, which requires a solid grounding in system architecture and strategy, as well as Laravel, which streamlines many aspects of development. Additionally, you’ll work on front-end technologies like Angular, React, and TypeScript, ensuring the development of seamless web applications.\nKey Responsibilities:\n•⁠ ⁠Develop and maintain web applications using PHP frameworks using Symfony or Laravel.\n•⁠ ⁠Work on detailed documentation and project tracking to ensure clear communication with the team and client.\n•⁠ ⁠Focus on one assigned project at a time, ensuring high-quality output.\n•⁠ ⁠Ability to use and work on front-end development using Angular, React, and TypeScript.\n•⁠ ⁠Optimize applications for performance, scalability, and security.\n•⁠ ⁠Experience with cloud services like AWS, google cloud, Hetzner etc\n•⁠ ⁠Provide innovative solutions to complex challenges within the project scope.\n•⁠ ⁠Collaborate effectively in a remote team environment.\nQualifications:\n•⁠ ⁠7+ years of experience as a Full Stack Developer with ability to demonstrate experience in projects\n•⁠ ⁠Equal proficiency in PHP (Symfony and Laravel) and Python (Django)\n•⁠ ⁠Strong knowledge of front-end technologies: Angular, React, and TypeScript\n•⁠ ⁠Experience in designing and consuming RESTful APIs\n•⁠ ⁠Excellent attention to detail, particularly in documenting and tracking your work\n•⁠ ⁠Comfortable working independently in a small, dynamic, and remote team environment\n•⁠ ⁠Ability to manage project timelines and deliver high-quality results within deadlines\nWhat We Offer:\n•⁠ ⁠Fully remote position with flexible working hours.\n•⁠ ⁠A small, collaborative team with focused project work.\n•⁠ ⁠Competitive salary based on experience.",
    "email": "aveek@coderweb.in"
  },
  {
    "title": "Auto QA Engineer",
    "company": "Smart Capital Center",
    "location": "Remote",
    "jobType": "Full Time",
    "postDate": "Posted 2 weeks ago",
    "postDateTime": "2024-10-10",
    "link": "https://developersindia.in/job/smart-capital-center-18-auto-qa-engineer/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/Logo-Smart-Capital-Center.jpg?resize=150%2C150&ssl=1",
    "salary": "",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/Logo-Smart-Capital-Center.jpg?resize=150%2C150&ssl=1",
    "companyName": "Smart Capital Center",
    "description": "About Us: Smart Capital Center operates at the intersection of Generative AI, Finance, and Real Estate. Our platform digitizes, automates, and brings deep insight to every step of the real estate investment and financing transaction process.\nOur clients include some of the largest real estate companies in the US, such as JLL, Pacific Life Insurance, Keybank, and many others.\nWhat You Will Do (Duties and Responsibilities):\nDevelop, execute, and maintain automated test scripts to validate software functionality and performance.\nCollaborate with cross-functional teams to define, design, and implement automation testing strategies and frameworks.\nConduct different levels of automated testing (Functional, System, Integration, Regression, etc.) and certify the software.\nAnalyze user stories, use cases, and requirements for validity, feasibility, and automation opportunities.\nConvert story acceptance criteria into automated test scripts.\nDetect, track, and document software defects and inconsistencies using appropriate tools.\nCommunicate clearly with the team about defects, automation progress, and improvements.\nProvide support and documentation for automated test scripts, frameworks, and processes.\nContinuously evaluate and improve automation test coverage and efficiency.\nStay updated with emerging trends and technologies in automation testing.\nRequirements and Qualifications:\nAt least 1+ years of experience as a QA Automation Engineer or similar role.\nStrong experience with automation tools such as Selenium, Cypress, TestNG, or similar.\nExperience with API testing using tools like Postman, Rest-Assured, or similar.\nProficiency in scripting languages such as Python, Java, or JavaScript.\nFamiliarity with CI/CD pipelines and integrating automated tests into build systems.\nSolid understanding of software testing principles, methodologies, and best practices.\nAbility to work in a fast-paced environment with minimal supervision.\nStrong problem-solving skills, attention to detail, and a sense of ownership.\nNice to Have:\nExperience with performance testing tools like LoadRunner, JMeter, or similar.\nFamiliarity with cloud environments (AWS, Azure) and containerization (Docker, Kubernetes).\nExperience with version control systems like Git.\nBenefits of Joining Our Team:\nBe at the forefront of innovation in a $17 trillion industry and play a pivotal role in shaping its future.\nInteract with leading fintech and real estate companies, and the country’s largest financial institutions, assisting them in their digital transformation.\nContribute to a product that’s revolutionizing the US real estate industry, trusted by the world’s most prominent financial institutions.\nOpt for a flexible work arrangement—work from home, in-office, or a hybrid setup.\nCollaborate with an efficient management team devoid of bureaucratic hurdles.\nPlay a vital role as a member of a lean, highly professional team.\nReceive competitive compensation and benefits.\nBenefit from generous paid time off.\nVisit us at smartcapital.center to learn more. We look forward to welcoming you to our team soon!",
    "email": "nkaplan@spacequant.com"
  },
  {
    "title": "DevOps, SREs, and Observability Expert",
    "company": "SigNoz",
    "location": "Remote",
    "jobType": "Freelance",
    "postDate": "Posted 2 weeks ago",
    "postDateTime": "2024-10-09",
    "link": "https://developersindia.in/job/signoz-21-devops-sres-and-observability-expert/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/Orange-Logo.png?resize=150%2C150&ssl=1",
    "salary": "300 USD / Day",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/Orange-Logo.png?resize=150%2C150&ssl=1",
    "companyName": "SigNoz",
    "description": "Are you an expert in OpenTelemetry, SigNoz, Grafana, Prometheus or observability tools?\nHere’s your chance to earn while contributing to open-source!\nJoin the SigNoz Expert Contributors Program and:\n•    Get rewarded for your OSS contributions\n•    Collaborate with a global community\n•    Shape the future of observability tools\nMake your expertise count and be part of something big.\nApply here.\nTech Stack: K8s, Docker, Kafka, Istio, Golang, ArgoCD\nPay: $150-300 per dashboard/doc/PR merged\nRemote: Yes\nLocation: Worldwide",
    "email": "vishal@signoz.io"
  },
  {
    "title": "Product Manager",
    "company": "National Highway Authority of India",
    "location": "New Delhi",
    "jobType": "Full Time",
    "postDate": "Posted 2 weeks ago",
    "postDateTime": "2024-10-09",
    "link": "https://developersindia.in/job/national-highway-authority-of-india-new-delhi-18-product-manager/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/National_Highways_Authority_of_India_logo.svg-2.png?resize=150%2C150&ssl=1",
    "salary": "1800000-2100000 INR / Year",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/National_Highways_Authority_of_India_logo.svg-2.png?resize=150%2C150&ssl=1",
    "companyName": "National Highway Authority of India",
    "description": "NHAI is expanding its in-house tech team with product managers, solution architects and GIS specialists.\nThe Product Manager will help look at internal tools (ERP and Mobile App) that help NHAI plan and oversee construction and maintenance for over 60,000 km of highways in India. NHAI also has citizen facing apps to improve highway experience, uses UAVs to monitor and analyze highway conditions, numerous internal-facing dashboards for efficiency, FASTag, 1033 helpline etc.\nAs a Product Manager:\n \nAs there is little known information on work-culture, projects, how to apply etc, a webinar is being held on October 13th Sunday 11:30 AM by existing NHAI tech team. The same can be accessed here:\nWebinar link: https://www.linkedin.com/events/techcareersatnhai-drivingdigita7248982843693932546/comments/\nApplication via portal only: https://nhai.gov.in/#/vacancy-detail/x7DyN3lqVtK2qwbI1TbvTw%3D%3D (You can select English from top-right)",
    "email": "ApplyViaPortalLink@Above.com"
  },
  {
    "title": "Senior Backend Developer",
    "company": "Mavila Consulting",
    "location": "Remote",
    "jobType": "Full Time",
    "postDate": "Posted 3 weeks ago",
    "postDateTime": "2024-10-03",
    "link": "https://developersindia.in/job/mavila-consulting-18-senior-backend-developer/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/Logotipo-Mavila-Consulting-Reduzido-sem-fundo-Grande-1.png?resize=150%2C150&ssl=1",
    "salary": "",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/10/Logotipo-Mavila-Consulting-Reduzido-sem-fundo-Grande-1.png?resize=150%2C150&ssl=1",
    "companyName": "Mavila Consulting",
    "description": "We are hiring for a Senior Backend Developer role with 7+ years of experience. This is a full-time employment opportunity, not a contract position, and we’re looking for candidates who can join immediately (within 1 week)! It is remote for a client in the US, but with entity in India.\nKey Requirements:\n– 7+ years as a Backend Engineer with a focus on API development\n– 4+ years with SpringBoot and Java\n– 2+ years with GraphQL or NoSQL\n– 2+ years experience with Azure\n– Experience with various API models (REST, SOAP, gRPC)\nNotice Period: Immediate joiners (within 1 week)\nAbout the Role: Join a NASDAQ-listed company, a leader in the food and beverage industry. You will be working on a new greenfield project, contributing to system design and PoC development while collaborating with cross-functional teams\nPlease fill in your information here: https://forms.gle/udySUCqgQyoaETzS7",
    "email": "recruiting@mavilaconsulting.com"
  },
  {
    "title": "Senior Engineer (Full Stack)",
    "company": "Saaf Finance",
    "location": "India (Remote)",
    "jobType": "Full Time",
    "postDate": "Posted 4 weeks ago",
    "postDateTime": "2024-09-29",
    "link": "https://developersindia.in/job/saaf-finance-india-18-senior-engineer-full-stack/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/09/Saaf-logo-only.png?resize=96%2C96&ssl=1",
    "salary": "Starting from 25L PA INR / Year",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/09/Saaf-logo-only.png?resize=96%2C96&ssl=1",
    "companyName": "Saaf Finance",
    "description": "🚀 Join Saaf Finance and Help Us Disrupt the $17 Trillion Mortgage Industry! 🚀\nApply here: https://apply.workable.com/saaf-finance/j/C952C6D7AB/apply/\nTL;DR: We’re an early-stage startup disrupting the trillion-dollar mortgage industry, and we need talented engineers to help build scalable solutions with modern tech. If you’re looking to take ownership, shape products, and grow in a dynamic environment—apply now!\nSaaf Finance is a cutting-edge startup on a mission to transform the mortgage and real estate industry. With legacy systems and outdated processes causing unnecessary delays and costs, we’re leveraging AI to automate loan data extraction, due diligence, and underwriting—creating an efficient, decentralized mortgage market. By building a single source of immutable loan data, we’re changing how the mortgage industry functions.\nWe’re looking for engineers ready to tackle this $17 trillion industry and make a lasting impact. If you’re passionate about building scalable, data-driven systems, and want to help us shape the future of mortgages, we want to hear from you!\nWhy Work with Us?\nBe part of an ambitious team building from the ground up.\nWork closely with our seasoned founders who have over 25 years of experience across Wall Street and have scaled multiple startups.\nCollaborate with a global team, tackling some of the most complex challenges in the financial market.\nYou’ll have real ownership, influence product direction, and shape the culture of our fast-growing company.\nWhat You’ll Be Doing:\nDesign and build software that automates key mortgage processes.\nCollaborate with our senior engineers, design teams, and founders to turn customer needs into practical solutions.\nDevelop scalable systems, manage data pipelines, and work on the architecture of our data-driven platform.\nContribute to shaping our engineering strategy, building new features, and planning projects.\nEnsure data integrity and security while supporting both internal teams and customer-facing applications.\nUse modern tools like AWS, Terraform, and Kafka, and continuously improve our infrastructure.\nSkills & Qualifications:\n5+ years of experience as a Full Stack Developer.\n3+ years of experience in data engineering, including building data pipelines and ETL workflows.\n2+ years working with React, Angular, or similar Frontend JavaScript frameworks.\nProficiency in Node.js and experience with SQL/NoSQL databases like Postgres, MongoDB, or MySQL.\nDeep understanding of AWS infrastructure (S3, Redshift, Glue) and cloud services.\nFamiliarity with Agile practices, data management, and debugging complex systems.\nStartup experience is a big plus!\nBonus Points for:\nFamiliarity with machine learning, distributed systems, and design patterns.\nPrior experience working in an early-stage startup environment.\nPerks:\nCompetitive salary + annual performance-based bonuses\nStock options\nFlexible vacation policy\nRemote work and flexible hours\nInterested? If you’re excited about solving real-world problems and being a key player in a fast-growing startup, send us your resume. Let’s build something amazing together!\n \nApply today and be part of something big!\nhttps://apply.workable.com/saaf-finance/j/C952C6D7AB/apply/",
    "email": "priyanka.m@saaffinance.com"
  },
  {
    "title": "React Dev at AI Startup – ChatGPT Writer",
    "company": "ChatGPT Writer",
    "location": "Remote",
    "jobType": "Full Time",
    "postDate": "Posted 4 weeks ago",
    "postDateTime": "2024-09-28",
    "link": "https://developersindia.in/job/chatgpt-writer-18-react-dev-at-ai-startup-chatgpt-writer/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2023/08/logo_with_text.jpg?resize=150%2C150&ssl=1",
    "salary": "50000 INR / Month",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2023/08/logo_with_text.jpg?resize=150%2C150&ssl=1",
    "companyName": "ChatGPT Writer",
    "description": "ChatGPT Writer (https://chatgptwriter.ai) is a bootstrapped, profitable, remote-first AI startup with thousands of customers worldwide. Our products (web app and browser extension) help users draft emails and messages, correct grammar mistakes, rephrase text, summarize articles, conduct research, brainstorm ideas, and much more using AI. Our browser extension is 5-star rated with 700,000+ downloads. Our vision is to build a personal AI assistant powered by the most advanced AI models, deeply integrated across all platforms—including browsers, desktops, and mobile devices—to deliver the best experience.\nWe are seeking passionate developers who want to join our ambitious team and build high-quality products for users worldwide.\nPerks\nSalary\nThe in-hand salary is INR 50,000 per month, with quarterly pay raises.\nInterview Process\nMust-Have Qualifications\nNice-to-Have Qualifications\nYou are the right fit if:\nYour Day-to-Day Work\nBuild features:\nOther duties:\n \nWorking Hours:\nWe are a fully remote and asynchronous team. You can work on your own schedule, but there should be some hours of daily overlap when you can communicate with your team. You are required to work at least 5 days a week (40 hours per week).\nTech Stack\nChrome Extension: WXT Framework, React, Typescript, Tailwind.\nWeb App: Next.js, Typescript, Tailwind.\nDatabase: PostgreSQL (via Supabase).\nHosting: Vercel, Cloudflare.\nLogging & Analytics: Mixpanel, Axiom, Cloudflare Web Analytics.\nMisc: OpenAI APIs, Stripe, Firebase Auth, Cloudflare R2, Cloudflare Workers.\nOther Tools:\nCoding: Cursor, VSCode, Github.\nDesign: Figma.\nNotion for team wiki, docs, and project management.\nCommunication: Slack, Google Meet.\nWhat Is It Like to Work at ChatGPT Writer?\nAt ChatGPT Writer, you’ll do meaningful work. Unlike at most other tech companies, where much of a developer’s time is wasted on bureaucracy, dealing with non-technical managers, maintaining legacy codebases, or working with outdated tools and languages, we focus on what truly matters.\nYou’ll be provided with the best tools in the world to do your best work. You’ll learn new things every day, take on the most challenging tasks of your career, and accelerate your growth both personally and professionally. You’ll also have the chance to see and measure the impact of your work on hundreds of thousands of people worldwide—an incredibly rewarding experience.\nHow to apply?\nIf you meet the above requirements and are excited to work with us, please send an email to gourav@chatgptwriter.ai with the following details:",
    "email": "gourav@chatgptwriter.ai"
  },
  {
    "title": "Frontend engineer",
    "company": "Das Software",
    "location": "Remote",
    "jobType": "Freelance",
    "postDate": "Posted 4 weeks ago",
    "postDateTime": "2024-09-26",
    "link": "https://developersindia.in/job/das-software-21-frontend-engineer/",
    "logo": "https://developersindia.in/wp-content/plugins/wp-job-manager/assets/images/company.png",
    "salary": "200 (negotiable) EUR / Year",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/plugins/wp-job-manager/assets/images/company.png?w=1220&ssl=1",
    "companyName": "Das Software",
    "description": "I am looking for a frontend engineer to develop the following components:",
    "email": "anirban.das@t-online.de"
  },
  {
    "title": "SQL DeFi Data Analyst",
    "company": "Allez Labs",
    "location": "Remote (Remote)",
    "jobType": "Freelance",
    "postDate": "Posted 1 month ago",
    "postDateTime": "2024-09-24",
    "link": "https://developersindia.in/job/allez-labs-remote-21-sql-defi-data-analyst/",
    "logo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/09/BlackHashtag.png?resize=150%2C150&ssl=1",
    "salary": "",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/uploads/job-manager-uploads/company_logo/2024/09/BlackHashtag.png?resize=150%2C150&ssl=1",
    "companyName": "Allez Labs",
    "description": "We’re seeking a DeFi Data Analyst to help build and maintain the queries necessary to compute some of our dashboards. The ideal candidate will have some experience with and a deep curiosity for DeFi, as well as some experience with Dune Analytics. This role offers potential for more complex work once this introductory project is completed.\nResponsibilities:\n– Develop Dune Analytics queries (PostGreSQL) to collect historical protocol data\n– Ensure data accuracy and consistency across different protocols\n– Troubleshoot and resolve any data discrepancies or issues that arise\nRequired Skills and Experience:\n– Proficiency in SQL\n– Experience with data visualization tools\n– Some understanding of DeFi and curiosity to learn more\n– Fast learner\n– Solid problem-solving skills and attention to detail\nNice-to-Have:\n– Familiarity with the Ethereum & EVM DeFi Ecosystem\n– Understanding of DeFi protocols, especially lending platforms\n– Dune Analytics experience",
    "email": "alex@allez.xyz"
  },
  {
    "title": "Looking for a technical co-founder",
    "company": "Not decided",
    "location": "India",
    "jobType": "Full Time",
    "postDate": "Posted 1 month ago",
    "postDateTime": "2024-09-24",
    "link": "https://developersindia.in/job/not-decided-india-18-looking-for-a-technical-co-founder/",
    "logo": "https://developersindia.in/wp-content/plugins/wp-job-manager/assets/images/company.png",
    "salary": "",
    "companyLogo": "https://i0.wp.com/developersindia.in/wp-content/plugins/wp-job-manager/assets/images/company.png?w=1220&ssl=1",
    "companyName": "Not decided",
    "description": "Looking for a technical co-founder (probably in his late teens or early twenties)\nLooking for a technical co founder:\nHey everyone, hope you are doing great!\nI am writing this post to look for a person to team up with. I am acting on Paul graham/ Y Combinator’s advice here which goes like “you absolutely cannot mess with first 2-4 people around you, building something valuable.” (Now finding someone through a written post might not be a good idea, I agree but who knows it might work)\nI don’t have a solid billion dollar opportunity, but few small projects (Highly detailed and a 90-95% chance of being Product-market fit), which solves some gaps in the market I have identified.\nAnd honestly I would wish to work on these small projects first to see our compatibility, rather than just going directly for anything big. So, if you are a great/genius coder, this post might be for you.\nI am looking for someone who is naturally curious, who has spend plenty of time figuring out why and how of things across a broad spectrum. Somebody, who can also keep their head down and work obsessively over something which had struck. Who has a solver attitude and can admit what he knows and can learn really fast what he doesn’t.\nSomeone, who wants to build products not just for material reasons(not undermining its importance) but also for the love of the game.\nAs for the professional traits you just need to be great at coding. (Frontend, backend doesn’t matter as if you have these traits, I know you can be great at anything you put your hands on). I can and will handle all other things. You absolutely do not have to deal with anything you don’t like and just do what you enjoy.\nSo, If this post makes you feel like it’s describing you, please hit me up and let’s have a talk. (Don’t neglect it, just a simple “hey, I may be the one” can do as well, lol)\nYou might be working on some other things, or have your own ideas, it will still be great to connect.\nFAQs\nQ1- Who are you and What do you bring to the table ?\nA- I am a 20 year old, and I am exactly like the traits I am looking for.\nI am not a complete noob to development, I have in-depth knowledge of development and of course I can go deep and catch on what I don’t know. But I would rather work on non-tech side of things, which I am great at rather than being just good at coding. And I bring everything else to the table, be it marketing to ship the product or raising capital if we hit with something scalable.\nAs Sam Altman says- Good founders are those who get ideas daily to improve their products or filling a bigger gap in the market. And I am just great at identifying patterns and gaps in market. And these are not just ideas in air, but actual pain points which can easily hit $10k to $100k MRR.\nQ2 – I am already making good money freelancing or working/interning at a good place. Why I should join you and start from scratch to build something which may or may not become big ?\nAns – I am not asking you to just bluntly quit everything tomorrow and come with me.\nIf you have experience working on projects, You know that product-market fits can never be figured out on paper. You have to go through trial and error phase, pivoting countless times by working on the side.\nAnd when something strikes, then be ready to take a calculated leap.\nQ3 – Are you delusional ?\nAns – Lol, maybe I am.\nBut yeah on a serious note, I am very pragmatic and a realist. I have decided to do this after a long internal thought, and after having something concrete. I trust my genius and finding someone who does theirs.",
    "email": "swishyeth@gmail.com"
  }
]